Revit 2027 API
ParameterTypeId.StartSymbolType Property
 "Start Symbol Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StartSymbolType { get; }
Public Shared ReadOnly Property StartSymbolType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StartSymbolType {
	ForgeTypeId^ get ();
}
static member StartSymbolType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace